Repository: Zemaneh-Yosef/RabbiOvadiahYosefCalendarIOSApp
Catalog: Rabbi Ovadiah Yosef Calendar/Localizable.xcstrings
Source language: en
Languages: he

source: (Today)
he: (היום)

source: / Last notification until the app is opened again.
he: \ התראה אחרונה עד שהאפליקציה תיפתח שוב

source: / This is the last omer notification until you open the app
he: / זהו ההודעה האחרונה של ספירת העומר עד שתפתח את האפליקציה

source: Chalakim
he: חלקים

source: minutes before
he: דקות לפני

source: MODE
he: מצב

source: until
he: עד

source: . Do not drink water from
he: . נא לא לשתות מים מ-

source: "Please go to chaitables.com and create a table of the current year for the area you specified. Then copy the link/address of the table and enter it here:"
he: אנא היכנס ל־chaitables.com ויצור טבלה של השנה הנוכחית עבור האזור שציינת. לאחר מכן העתק את הקישור/כתובת של הטבלה והכנס אותו כאן:

source: (After Sunset)
he: (אחרי השקיעה)

source: (Amudei Horaah)
he: (עמודי הוראה)

source: (I recommend you visit the website first.) Choose your area and on the next page all you need to do is to fill out steps 1 and 2, choose visible sunrise, and click the button on the bottom of the page to calculate the tables. Just make sure your search radius is big enough and the app will do the rest.
he: (אני ממליץ לך לבקר קודם באתר.) בחר את האזור שלך ובעמוד הבא כל מה שאתה צריך לעשות הוא למלא את שלבים 1 ו-2, וללחוץ על הכפתור כדי לחשב את הטבלאות בתחתית העמוד .ודא שרדיוס החיפוש שלך גדול מספיק ועזוב את השנה היהודית בשקט. האפליקציה תעשה את השאר.

source: (Monthly)
he: (חודשי)

source: (Ohr HaChaim)
he: (אור החיים)

source: (Weekly)
he: (שבועי)

source: [Tap to dismiss]
he: [הקש כדי לסגור]

source: /SHABBAT
he: /שבת

source: 1 hour and 15 minutes before sunset (Halacha Berurah)
he: שעה ו-15 דקות לפני השקיעה (הלכה ברורה)

source: 1 hour and 15 minutes before tzeit (Yalkut Yosef)
he: שעה ו-15 דקות לפני צאת הכוכבים (ילקוט יוסף)

source: 5 Grains
he: חמשת מיני דגן

source: 7.165 Degrees
he: 7.165 מעלות

source: 11:39AM (Amudei Horaah)
he: 11:39 בבוקר (עמודי הוראה)

source: 11:39AM start time (Amudei Horaah)
he: 11:39 בבוקר (התחלה - עמודי הוראה)

source: 12PM (Ohr Hachaim)
he: 12 בצהריים (אור החיים)

source: 12PM start time (Ohr Hachaim)
he: 12 בצהריים (התחלה - אור החיים)

source: A new version of our app is available on the App Store. Update now!
he: גרסה חדשה של האפליקציה שלנו זמינה בחנות האפליקציות. עדכנו עכשיו!

source: About Us
he: עלינו

source: Achilat Chametz
he: אכילת חמץ

source: Advanced
he: מתקדם

source: Advanced Setup
he: הגדרה מתקדמת

source: Alot Hashachar
he: עלות השחר

source: Always show mishor sunrise?
he: הצגה קבועה של זמן הנץ במישור

source: Always show Tzeit L'Chumra (Stringent)
he: הראו תמיד "צאת לחומרא"

source: Always use a 10th of the day for Rabbeinu Tam
he: השתמש תמיד בעשירית היום עבור רבנו תם

source: Always use a 10th of the day for Rabbenu Tam
he: השתמש תמיד בעשירית היום עבור רבנו תם

source: Amudei Horaah Mode
he: לוח עמודי הוראה

source: Apply a deviation to the zmanim like the Amudei Horaah calendar does (Only outside Israel)
he: הפוך את הזמנים כמו הלוח עמודי הוראה (רק מחוץ לישראל)

source: Are you currently in Israel?
he: האם אתה נמצא כעת בישראל?

source: Are you in a walled (Mukaf Choma) city?
he: האם אתה בעיר מוקפת חומה?

source: Are you in Israel now?
he: אתה בישראל עכשיו?

source: Are you located in a walled (Mukaf Choma) city from the time of Yehoshua Bin Nun?
he: האם אתה נמצא בעיר מוקפת חומה מימי יהושע בן נון?

source: Back
he: חזור

source: Barech Aleinu Tonight!
he: ברך עלינו הלילה!

source: Birchat Ha'Ḥamah is said today
he: היום אומרים ברכת החמה

source: Birkat Halevana starts tonight
he: ברכת הלבנה מתחילה הלילה

source: Biur Chametz
he: ביעור חמץ

source: Burn your Ḥametz today
he: שריפת חמץ כל היום

source: Calculating...
he: מחשבים...

source: Calendar Based
he: מבוסס לוח שנה

source: Calendar Choice Page Explained
he: דף בחירת לוח שנה מסופק

source: Cancel
he: לבטל

source: Candle Lighting
he: הדלקת נרות

source: Candle Lighting Time
he: זמן הדלקת נרות

source: Candle Lighting Time: %lld min before sunset
he: זמן הדלקת נרות: ‏‎%lld‎‏ דקות לפני השקיעה

source: Cannot Send Email
he: לא ניתן לשלוח אימייל

source: Chaitables out of date
he: הטבלאות הן לא מעודכנות

source: Change Calendar
he: שנה לוח שנה

source: Change Location
he: שנה מיקום

source: Change the zmanim notifications settings
he: בחר מתי לקבל התראה על כל זמן ביום

source: Change the zmanim settings
he: שנה את הגדרות הזמנים

source: Change Zemanim Settings
he: שנה הגדרות זמני היום

source: Chatzot
he: חצות

source: Chatzot Layla
he: חצות הלילה

source: Choose a haskama to view
he: אנא בחר איזו הסכמה תרצה לראות

source: Choose End Shabbat Opinion
he: בחר שיטת סיום שבת

source: Choose Masekhtot
he: בחר מסכתות

source: Choose Tekufa Opinion
he: בחר שיטת חישוב תקופה

source: Choose whether or not the app will notify you of the day of the omer during the day
he: בחר אם האפליקציה תודיע לך על יום העומר במהלך היום

source: Choose whether or not to add the zman for when shabbat ends on a friday or before chag
he: בחר אם להציג מתי השבת או חג מסתיימת יום לפני

source: Choose whether or not to display sea level sunrise if visible sunrise is setup as well
he: בחר אם להציג את זמן הזריחה בגובה פני הים גם כשהוגדר להציג את זמן הזריחה הנראית

source: Choose whether or not to display the information for each zman when pressed
he: בחר אם להציג את ההסבר על כל זמן כשלוחצים עליו

source: Choose whether or not to display the seconds of the zmanim
he: בחר אם להציג את השניות של הזמנים או לא

source: Choose whether or not to display the zman for rabbeinu tam everyday
he: בחר אם להציג כל יום את זמן רדת הלילה (צאת הכוכבים) לפי שיטת רבינו תם

source: Choose whether or not to round up the zman for rabbeinu tam to the nearest minute
he: בחר אם לעגל את זמן רבנו תם לדקה הקרובה

source: Choose whether or not to set the elevation to the last known location when the app is opened offline
he: בחר אם להשאיר את הגדרת הגובה לפי המיקום האחרון כשהאפליקציה נפתחת במצב לא מקוון

source: Choose whether or not to show the more stringent tzeit hacochavim everyday
he: הראו תמיד את "צאת לחומרא" לפי לוח "אור החיים".

source: Choose which opinion to show for plag hamincha
he: בחר איזו דעה להראות לזמן פלג המנחה

source: Choose which opinion to use for the end of shabbat/chag
he: בחר באיזו דעה להשתמש לזמן שבו מסתיימת שבת/חג

source: Choose which opinion to use for the time for Plag HaMincha
he: בחר איזו דעה להראות לזמן פלג המנחה

source: Choose which opinion to use for the time for the tekufas
he: בחר באילו דעות להשתמש לתקופת התקופות

source: Choose which opinion to use for the time for when shabbat/chag ends
he: בחר באיזו דעה להשתמש לזמן שבו מסתיימת שבת/חג

source: Confirm
he: אשר

source: Contact Developer
he: צור קשר עם המפתח

source: Contact the developer
he: יצר קשר עם המפתח המפתח

source: Daf Yomi:
he: דף יומי:

source: Daily Chafetz Chaim:
he: חפץ חיים יומי:

source: Daily Siddur
he: סידור יומי

source: Daily Tehilim
he: תהילים יומי

source: Day of Omer
he: יום בעומר

source: Did you start your meal before sunset?
he: האם התחלת את ארוחתך לפני שקיעה?

source: Disclaimer: Times are just for reference, you should ask a rav if you can say the bracha earlier or later.
he: כתב ויתור: הזמנים הם להמחשה בלבד, יש להתייעץ עם רב האם מותר לברך מוקדם או מאוחר יותר.

source: Dismiss
he: שחרר

source: Display if it is Shabbat Mevarchim on Saturday
he: בחר אם להציג האם השבת היא שבת מברכים (ביום שבת)

source: Do Not Ask Again
he: אל תשאל אותי שוב

source: Do not rely on these seconds!
he: אל תסמוך על השניות!

source: DO NOT RELY ON THESE SECONDS. The only zman that can be relied on to the second is the visible sunrise time based on chaitables.com. Otherwise, these zmanim are NOT accurate to the second! You should always round up or down a minute or two just in case.
he: אל תסתמך על שניות אלו. הזמן היחיד שניתן לסמוך עליו על שניות הוא זמן הזריחה הנראה על בסיס chaitables.com. אחרת, הזמנים האלה לא מדויקים עד שניות! אתה תמיד צריך לעגל למעלה או למטה דקה או שתיים לכל מקרה.

source: Do not use visible sunrise for this location
he: אל תשתמש בזריחת השמש הנראית למקום זה

source: Do you want to say Tikkun Chatzot for the day?
he: האם תרצה לומר תיקון חצות להיום?

source: Don't forget to count!
he: אל תשכח לספור!

source: Done
he: בסדר

source: Doubt (Safek)
he: ספק

source: Download
he: הורד

source: Downloading...
he: מוריד...

source: During the three weeks, some say a shorter Tikkun Chatzot after mid-day. Are you looking to say this version of Tikkun Chatzot?
he: במהלך שלושת השבועות, יש אומרים תיקון חצות קצר לאחר חצות היום. האם ברצונך לומר את גרסת התיקון הזו?

source: Earliest Birchat Halevana (7 days)
he: ברכת הלבנה המוקדמת ביותר (7 ימים)

source: Editable Zemanim Notifications
he: התראות זמניים לעריכה

source: Elevation
he: גובה

source: Enable this if you want to always calculate Rabbeinu Tam as a 10th of the day (72 non-deviated zmaniyot minutes)
he: הפעל אפשרות זו אם ברצונך תמיד לחשב את זמני רבנו תם כהעשירית של היום (72 דקות זמניות לא מוסטות).

source: End shabbat opinion
he: סיום השבת חוות דעת

source: End Shabbat Opinion: %@
he: דעת סיום שבת: %@

source: Enter elevation in meters
he: הכנס גובה מעל פני הים במטרים

source: Enter Elevation Manually
he: הזן גובה ידנית

source: Enter how many minutes before you would like to be notified for
he: אנא הזן כמה דקות לפני תרצה לקבל התראה

source: Enter location name/ZIP code
he: הזן שם מיקום / מיקוד

source: Enter the amount of minutes for candle lighting
he: הזן את כמות הדקות להדלקת נרות

source: Enter the amount of minutes to add to sunset for shabbat/chag to end
he: הזינו את כמות הדקות להוסיף לשקיעה לסיום השבת

source: Enter your location's name, latitude, longitude, elevation, and timezone.
he: הזן את שם המיקום שלך, קו הרוחב, קו האורך, הגובה והאזור הזמן שלך.

source: Erev Rosh Chodesh
he: ערב ראש חודש

source: Erev Taanit Bechorot
he: ערב תענית בכורות

source: Error
he: שגיאה

source: Error, did you choose the right location?
he: שגיאה, האם בחרת במיקום הנכון?

source: ex: -73.740559
he: דוג’: -73.740559

source: ex: 30
he: דוג’: 30

source: ex: 30.0
he: דוג’: 30

source: ex: 40.808058
he: דוג’: 40.808058

source: ex: America/New_York
he: דוג’: America/New_York

source: ex: New York
he: לדוגמה: ניו יורק

source: Fast Ends
he: צאת התענית

source: Fast Ends (Stringent)
he: צאת התענית לחומרא

source: Fifth year of Shemita
he: שנה ה׳ של שמיטה

source: Find all the Zmanim on Zemaneh Yosef
he: מצא את כל הזמנים בזמני יוסף

source: Find your location
he: מצא את המיקום שלך

source: First year of Shemita
he: שנה א׳ של שמיטה

source: Fourth year of Shemita
he: שנה ד׳ של שמיטה

source: Get From Online
he: קבל מהאינטרנט

source: Get Started
he: התחל

source: Go to the website in the app
he: עבור לאתר בתוך האפליקציה

source: Guttman Keren
he: גוטמן קרן

source: h:
he: ש:

source: Haskamot
he: הסכמות

source: Havdalah is only said on a flame tonight.
he: הבדלה נאמרת הלילה רק על האש.

source: Havdalah will be completed after the fast.
he: הבדלה תושלם לאחר הצום.

source: Have questions or feature requests?
he: שירות לקוחות

source: Have you left Israel?
he: עזבת את ישראל?

source: Help & Support
he: עזרה ותמיכה

source: Hillulot
he: הילולות

source: Holy of Holies
he: קודש הקדשים

source: How to get info from chaitables.com
he: כיצד לקבל מידע מ-chaitables.com

source: Ideally, this app needs location permissions in order to accurately calculate the zmanim. Therefore, it is better to allow the app to see your location. We do not use your location for any other purpose than to calculate the zmanim.\n\nHowever, if you still do not want to give location permissions, you can choose to search for your address or a zipcode and the app will find your location based on your approximate area. (Using a zip code is not recommended if you want accurate zmanim. It is better to put in your address.)
he: באופן אידיאלי, האפליקציה זקוקה להרשאות מיקום על מנת לחשב את הזמנים בצורה מדויקת. לכן, עדיף לאפשר לאפליקציה לגשת למיקומך. איננו משתמשים במיקומך לכל מטרה אחרת מלבד חישוב הזמנים. עם זאת, אם עדיין אינך מעוניין לתת הרשאות מיקום, באפשרותך לחפש את כתובתך או מיקוד, והאפליקציה תמצא את מיקומך על פי האזור המשוער. (שימוש במיקוד אינו מומלץ אם ברצונך לקבל זמנים מדויקים. עדיף להזין את כתובתך.)

source: If you are in Israel, please confirm below.
he: אם אתה בישראל עכשיו, אנא אשר למטה.

source: If you have left Israel, please confirm below.
he: אם אינך בישראל כעת, אנא אשר למטה. אחרת, התעלם מהודעה זו.

source: Introduction
he: הקדמה

source: Invalid input
he: קלט לא תקין

source: is in:
he: ב:

source: It is good to say this prayer today.
he: נכון לומר את התפילה הזו היום.

source: Jerusalem
he: ירושלים

source: Jerusalem Direction
he: כיוון ירושלים

source: Jerusalem Direction Explained
he: הסבר על כיוון ירושלים

source: Jewish Special Day
he: יום מיוחד ביהדות

source: Justify
he: יישור טקסט

source: Keep track of this zman with a Live Activity?
he: עקוב אחרי זמן זה עם פעילות בזמן אמת?

source: Last night for Birkat Halevana
he: לילה אחרון לברכת הלבנה

source: Latest Birchat Halevana (15 days)
he: ברכת הלבנה אחרונה (15 יום)

source: Latitude
he: קו רוחב

source: Lesser of the two
he: הקטן מביניהם

source: Limudim
he: לימודים

source: Loading...
he: טוען...

source: Location
he: מיקום

source: Location Issues
he: בעיות מיקום

source: Location Name
he: הזן שם מיקום

source: Location or Search a place?
he: שינוי מקום

source: Longitude
he: קו אורך

source: m and
he: ד ו

source: meters
he: מטרים

source: Mincha Gedolah
he: מנחה גדולה

source: Mincha Ketana
he: מנחה קטנה

source: Minutes
he: דקות

source: Minutes before the zeman for notifications
he: דקות לפני הזמן להתראות

source: Minutes before the zman for notifications
he: דקות לפני הזמן להתראות

source: Minutes till shabbat ends
he: דקות עד צאת השבת

source: Minutes till Shabbat Ends: %lld
he: דקות עד סיום השבת: %lld

source: Misc.
he: שונות

source: Mishna Yomi:
he: משנה יומי:

source: Molad Calculator
he: חישוב המולד

source: Molad for This Month (Your Timezone)
he: מולד לחודש זה (אזור הזמן שלך)

source: Molad Time Announced
he: זמן המולד המוכרז

source: Moonrise:
he: עליית הירח:

source: Moonset:
he: שקיעת הירח:

source: Multiple rabbanim have given their haskama/approval to this app. Choose which one you would like to view.
he: רבנים מרובים נתנו הסכמתם לאפליקציה זו. בחר את אחד מהם שתרצה לצפות בהסכמה שלו.

source: Need help?
he: צריך עזרה?

source: Netz Countdown
he: ספירה לאחור לזמן הנץ

source: Netz/Sunrise has passed. Count will automatically restart at sunset. Swipe down to countdown again.
he: הנץ/זריחה עברו. הספירה תתחיל מחדש בשקיעה. גרור למטה כדי להתחיל לספור שוב.

source: New Haskama!
he: הסכמה חדשה!

source: New version
he: גרסה חדשה

source: Next Day
he: היום הבא

source: Nine Days
he: תשעה ימים

source: Nissan
he: ניסן

source: No
he: לא

source: No location name info
he: אין מידע על שם המיקום

source: No location permission
he: אין הרשאת מיקום

source: No location set
he: לא הוגדרה מיקום

source: No Music
he: לא שומעים מוזיקה

source: No Tachanun in Yerushalayim or a Safek Mukaf Choma
he: אין אומרים תחנון בירושלים או בספק מוקף חומה

source: No Weekly Parasha
he: אין פרשת שבוע

source: No Yerushalmi Vilna Yomi
he: אין דף יומי ירושלמי

source: Not now
he: לא עכשיו

source: Notifications
he: התראות

source: Notify
he: הודע

source: Notify at the time of the zeman
he: הודע בזמן הזמן

source: Notify day of omer as well?
he: להודיע על יום העומר גם

source: Off
he: כיבוי

source: OK
he: בסדר

source: Okay
he: אוקיי

source: Okay!
he: בסדר!

source: Olives, dates, grapes, figs and/or pomegranates
he: זיתים, תמרים, ענבים, תאנים ו/או רימונים

source: Open Sefaria Link for:
he: פתח קישור לספריה עבור:

source: Or
he: או

source: Other
he: אחר

source: Other Settings
he: הגדרות נוספות

source: Override the time for Shabbat End
he: עקוף את זמן סיום השבת

source: Override the time for when shabbat ends to use the below settings
he: עקוף את הזמן לסיום שבת והשתמש בהגדרות הבאות

source: Parshat Haman
he: פרשת המן

source: Pelag HaMincha (Halacha Berura)
he: פלג המנחה (הלכה ברורה)

source: Pelag HaMincha (Yalkut Yosef)
he: פלג המנחה (ילקוט יוסף)

source: PESACH
he: פסח

source: Plag HaMincha
he: פלג המנחה

source: Plag hamincha opinion
he: דעה לפלג המנחה

source: Plag HaMincha Opinion
he: דעה לפלג המנחה

source: Please close and open the siddur.
he: בבקשה סגור ופתח את הסידור.

source: Please enter a valid number.
he: אנא הזן מספר תקין.

source: Please enter a valid zipcode or address.
he: אנא הזן מיקוד תקין או כתובת חוקית.

source: Please go to chaitables.com and create a table of the current year for the area you specified. Then copy the link/address of the table and enter it here:
he: אנא עבור לאתר chaitables.com ויצר טבלה לשנה הנוכחית עבור האזור שהגדרת. לאחר מכן, העתק את הקישור/כתובת של הטבלה והזן אותו כאן:

source: Please only enter numbers and decimals! For example: 30.0
he: אנא הזן רק מספרים ונקודות עשרוניות! לדוגמה: 30.0

source: Please select at least one option
he: בבקשה בחר אפשרות אחת לפחות

source: Post-sunset date:
he: תאריך לאחר השקיעה:

source: Prayer for Etrog
he: תפילה לאתרוג

source: Prayers able to be said now
he: תפילות שניתן לומר כעת

source: Pre-sunset date:
he: תאריך לפני השקיעה:

source: Previous Day
he: היום הקודם

source: Provide a link below for
he: ספק קישור למטה לחיפוש

source: Rabbeinu Tam
he: רבינו תם

source: Rabbi Dahan (Hebrew)
he: הסכמה מאת הרב דהן

source: Rabbi Elbaz (English)
he: הסכמה מאת הרב אלבז

source: Rabbi Eliyahu Ben Chaim
he: רבי אליהו בן חיים

source: Rabbi Ovadia Yosef Calendar
he: זמני יוסף

source: Rabbi Ovadia Yosef Calendar Widget
he: זמני יוסף ווידג'ט

source: Rabbi Yitzchak Yosef (Hebrew)
he: הסכמה מאת הרב יצחק יוסף

source: Receive daily zemanim notifications
he: קבלת התראות יומיות על זמני היום

source: Receive daily zmanim notifications
he: קבלת התראות יומיות על זמני היום

source: Receive omer notifications
he: קבל התראות על ספירת העומר

source: Receive zemanim notifications on shabbat and yom tov
he: הודעות בשבת ויום טוב?

source: Receive zmanim notifications on shabbat and yom tov
he: הודעות בשבת ויום טוב?

source: Regular Minutes
he: דקות רגילות

source: Right Align Text
he: ישר לימין

source: Rosh Chodesh
he: ראש חודש

source: ROSH HASHANA
he: ראש השנה

source: Round up Rabbeinu Tam?
he: זמן רבנו תם מעוגל

source: Round up Rabbenu Tam?
he: זמן רבנו תם מעוגל

source: Save
he: שמור

source: Search for a place
he: חפש מקום

source: Search For A Place
he: שינוי מקום

source: Second year of Shemita
he: שנה ב׳ של שמיטה

source: See all prayers
he: ראה את כל התפילות

source: See full text
he: ראה את הטקסט המלא

source: See haskamot rabbanim have given for this app!
he: הסכמות של רבנים לאפליקציה

source: See more…
he: ראה עוד…

source: See prayers currently applicable
he: ראה תפילות שתקפות כעת

source: Select a date
he: בחר תאריך

source: Select Country
he: בחר את המדינה שלך

source: Select Metro Area
he: בחר את אזור המטרו שלך

source: Select on the row of the zeman to change the amount of minutes
he: בחר בשורת הזמן כדי לשנות את כמות הדקות

source: Select on the row of the zman to change the amount of minutes
he: בחר בשורת הזמן כדי לשנות את כמות הדקות

source: Select State
he: בחר את המדינה שלך

source: Set Candle Lighting Minutes
he: הגדר דקות להדלקת נרות

source: Set Elevation
he: הגדר גובה

source: Set elevation to last known location?
he: שמירת גובה של מיקום אחרון

source: Set how many minutes after sunset for shabbat/chag to end
he: הגדר כמה דקות אחרי השקיעה לסיום שבת/חג

source: Set how many minutes before sunset is candle lighting
he: הזן את כמות הדקות להדלקת נרות

source: Set Link
he: הגדר קישור

source: Set Minutes Before Notification
he: הגדר דקות לפני ההתראה

source: Set Minutes till Shabbat Ends
he: הגדר דקות עד סיום השבת

source: Set text size
he: הגדר גודל טקסט

source: Settings
he: הגדרות

source: Settings not recieved from the Main App. Please open up the app on your phone.
he: הגדרות לא התקבלו מהאפליקציה הראשית. אנא פתח את האפליקציה בטלפון שלך.

source: Setup
he: הגדרה מחדש

source: Setup Elevation
he: הגדר גובה

source: Setup Visible Sunrise
he: הגדרת זריחה נראית

source: Setup visible sunrise now! (Want to try later? Visit the Sunrise description)
he: הגדירו עכשיו את זמן זריחת החמה הנראית! (רוצים לנסות מאוחר יותר? בקרו בתיאור הזריחה)

source: Setup your city!
he: הגדר את העיר שלך!

source: Shaah Zemanit GR"A:
he: שעה זמנית גר"א:

source: Shaah Zemanit MG"A (A"H):
he: שעה זמנית מג״א (ע״ה):

source: Shaah Zemanit MG"A (O"H):
he: שעה זמנית מג״א (א״ה):

source: Shabbat Ends
he: צאת שבת

source: Shabbat Mode Shabbat Mode Shabbat Mode Shabbat Mode Shabbat Mode Shabbat Mode Shabbat Mode Shabbat Mode Shabbat Mode Shabbat Mode Shabbat Mode Shabbat Mode
he: מצב שבת מצב שבת מצב שבת מצב שבת מצב שבת מצב שבת מצב שבת מצב שבת מצב שבת מצב שבת מצב שבת מצב שבת

source: Shabbat/Chag End Opinion
he: סיום השבת חוות דעת

source: Shabbat/Chag End time
he: סוף שבת/חג

source: Shabbat/Chag Mode
he: מצב שבת/חג

source: Shabbat/Chag Settings
he: הגדרות שבת/חג

source: Share
he: שתף

source: SHAVUOT
he: חג השבועות

source: SHEMINI ATZERET
he: שמיני עצרת

source: Shevuah Shechal Bo
he: שבוע שחל בו

source: Show Both
he: הצג את שניהם

source: Show Full Text
he: הצג טקסט מלא

source: Show Preferred Misheyakir Time
he: הצג זמן משיכיר מועדף

source: Show Rabbeinu Tam
he: הצגת זמני רבינו תם

source: Show Rabbeinu Tam everyday?
he: הצגת את רבנו תם כל יום

source: Show Rabbeinu Tam the day before shabbat/chag ends
he: הצגת זמני רבינו תם ביום לפני סוף שבת/חג

source: Show Rabbenu Tam
he: הצגת זמני רבינו תם

source: Show Rabbenu Tam everyday?
he: הצגת את רבנו תם כל יום

source: Show Regular Minutes
he: הצגת דקות רגילות

source: Show regular minutes the day before shabbat/chag ends
he: הצגת דקות רגילות ביום לפני סוף שבת/חג

source: Show seconds?
he: הצגת שניות

source: Show Shabbat Mevarchim?
he: הצגת שבת מברכים

source: Show the ideal zman for Talit Tefilin (60 seasonal minutes before sunrise)
he: הצג את הזמן העדיף לטלית ותפילין (60 דקות זמניות לפני הזריחה)

source: Show the year of the Shemita cycle or if the current year is a Shemita year
he: להציג את השנה במחזור השמיטה או אם השנה הנוכחית היא שנת שמיטה

source: Show when Shabbat/Chag ends the day before?
he: הצגת זמן צאת שבת/חג יום קודם

source: Show year of Shemita cycle?
he: להציג את השנה במחזור השמיטה

source: Show zman dialogs?
he: הצגת הסבר על הזמן

source: Siddur
he: סדור

source: Siddur Font
he: גופן סידור

source: SIMCHAT TORAH
he: שמחת תורה

source: Sixth year of Shemita
he: שנה ו׳ של שמיטה

source: Size (12.0 - 78.0)
he: גודל (12.0 - 78.0)

source: Skip
he: דלג

source: Sof Zman Shma GRA
he: סוף זמן שמע גר"א

source: Sof Zman Shma MGA
he: סוף זמן שמע מג"א

source: Sof Zman Tefila
he: סוף זמן תפילה

source: Sunrise
he: הנץ

source: Sunset
he: שקיעה

source: Switch Calendar
he: החלף לוח שנה

source: System Default
he: ברירת מערכת

source: Taamey D
he: תעמי ד'

source: Taanit Bechorot
he: תענית בכורות

source: Tachanun
he: תחנון

source: Talit And Tefilin
he: טלית ותפילין

source: Tammuz
he: תמוז

source: Tekufa
he: תקופת

source: Tekufa / Season Changes
he: התקופות משתנות

source: Tekufa Length:
he: משך התקופה:

source: Tekufa Opinion
he: דעת תקופה

source: Tekufa Opinion: %@
he: דעת תקופה: %@

source: Tekufa Settings
he: הגדרות תקופה

source: Tevet
he: טבת

source: The application is having issues requesting your device's location. Location Services might be disabled or parental controls may be restricting the application. If you would like to use a zipcode/address instead, choose the "Search For A Place" option.
he: האפליקציה נתקלת בבעיות בבקשת מיקום המכשיר שלך. ייתכן ששירותי מיקום מושבתים או שהגבלות הורים חוסמות את האפליקציה. אם ברצונך להשתמש במיקוד/כתובת במקום זאת, בחר באפשרות "שינוי מקום".

source: The application will keep requesting your location
he: היישום ימשיך לבקש את מיקומך

source: The application will NOT track your location
he: היישום לא יעקוב אחר מיקומך
